Repository: bopopescu/firestick-loader-kodi-data
Catalog: 18/addons/plugin.audio.squeezebox/resources/language/resource.language.*/strings.po
Languages: nl_nl

# #32001
source: Do not auto start squeezelite
nl_nl: Squeezelite niet automatisch starten

# #32002
source: Manual path to squeezelite executable
nl_nl: Aangepast pad naar squeezelite executable

# #32003
source: On Android en IOS, squeezelite is not supported
nl_nl: Op Android en iOS is squeezelite niet beschikbaar

# #32004
source: Install a Squeezeplayer app from the appstore
nl_nl: Installeer een squeezeplayer app vanuit de appstore

# #32005
source: For Android, a good choice is SB Player
nl_nl: Voor Android is de SB Player een goede keuze

# #32006
source: On iOS, the iPeng app is a good choice
nl_nl: Op iOS is de iPend app een goede keuze

# #32007
source: By default, this addon will try to start squeezelite in the background for you
nl_nl: De addon zal standaard proberen om squeezelite te starten als service

# #32008
source: You can override this behaviour if you already have squeezelite running in the background
nl_nl: Je kunt dit gedrag overrulen als je zelf squeezelite op wilt starten

# #32009
source: It is also possible to provide your own path to the squeezelite binary
nl_nl: Het is ook mogelijk om een eigen pad op te geven naar squeezelite

# #32010
source: Specify MAC-address of player manually
nl_nl: Specifieer het MAC-adres van de speler handmatig

# #32011
source: Define MAC-address (lowercase only!)
nl_nl: Geef MAC-adres op

# #32101
source: Do not autodiscover LMS server
nl_nl: LMS server niet automatisch opsporen

# #32102
source: LMS server hostname
nl_nl: LMS server hostnaam

# #32103
source: LMS server web port
nl_nl: LMS Server poort

# #32201
source: Play album
nl_nl: Album afspelen

# #32202
source: Browse album
nl_nl: Album bladeren

# #32203
source: Play now
nl_nl: Nu afspelen

# #32204
source: Play next
nl_nl: Als volgende afspelen

# #32205
source: Add to current playlist
nl_nl: Toevoegen aan huidige afspeellijst

# #32206
source: Synchronize
nl_nl: Synchroniseren

# #32207
source: Synchronize all players to this player
nl_nl: Synchroniseer alle spelers met dit apparaat

# #32208
source: Un-sync all players
nl_nl: Sync uitschakelen voor alle spelers
